//
//  Localizable.strings
//
//  Copyright 2009-2010 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Get support";


// DISPATCHER
"ReinstallButtonDescription" = "Install the latest version";
"UninstallButtonDescription" = "Remove the current installation";

"ReinstallButtonTitle" = "GET LATEST";
"UninstallButtonTitle" = "UNINSTALL";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Adobe® Flash® Player cannot be installed.";
"NewerFlashPlayerAlreadyInstalled" = "A newer version of the software is already installed on this system.";
"InstalledVersionTitle" = "Installed version:";
"ThisVersionTitle" = "This version:";
"SystemDoesNotMeetMinimumRequirements" = "This system does not meet the minimum requirements for installation.";


// WELCOME
"InstallNoticeLine1" = "This program will install Adobe® Flash® Player 10.1.";
"UsageTitle" = "Usage subject to the %@";
"LicenseAgreementLink" = "Flash Player Software License Agreement";
"ReadAndAgreeToTermsOfUse" = "I have read and agree to the terms of the license agreement.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Please close the following application(s) to continue:";
"CloseFPClientsDescription2" = "You may close them manually or by clicking below.";

"ForceCloseAllButtonTitle" = "Force Close All";

"CloseAppsDialogTitle" = "Please close additional applications";
"CloseAppsDialogMessage" = "There are still some applications that must be closed.\n\nClick OK for an updated list.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Close";


// INSTALL
"FPInstallerWindowTitle" = "Adobe Flash Player Installer";

"InstallingMessage" = "Installing…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Finalizing installation…";

"InstallButtonTitle" = "INSTALL";
"RetryButtonTitle" = "RETRY";
"QuitButtonTitle" = "QUIT";
"DoneButtonTitle" = "DONE";

// +--> Success
"InstallSucceededTitle" = "Installation succeeded";

// +--> Failure
"InstallFailedTitle" = "Installation failed";
"InstallFailedDescription" = "This installation failed.";
"ErrorLogTitle" = "Error Log:";


// UNINSTALL
"FPUninstallerWindowTitle" = "Adobe Flash Player Uninstaller";
"UninstallDescriptionText" = "This program will remove Adobe® Flash® Player from your computer.";
"UninstallDescriptionText_PlusTentacleRemover" = "This program will remove Adobe® Flash® Player and all related cache files and settings from your computer.";

"UninstallingMessage" = "Uninstalling…";
"UninstallCompletedTitle" = "Completed";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player was removed from your system.";
